Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/AppleIDSetup.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DISCOVERING_REPAIR_VIEW_SIGN_IN_INFORM
source: Hold your iPhone or iPad close to the Apple TV to get started. Signing in with your iPhone or iPad securely shares your iCloud data, so you can use all Apple TV features.
ar: يمكنك تقريب iPhone أو iPad من Apple TV للبدء. عند تسجيل الدخول باستخدام iPhone أو iPad، تتم مشاركة بيانات iCloud بأمان لتتمكن من استخدام جميع ميزات Apple TV.
bg: Дръжте вашия iPhone или iPad близо до Apple TV, за да започнете. Когато влезете, вашият iPhone или iPad споделя сигурно вашите iCloud данни, така че да можете да използвате всички функции на Apple TV.
ca: Apropa l’iPhone o l’iPad a l’Apple TV per començar. Si inicies la sessió amb l’iPhone o l’iPad, es compartiran les dades de l’iCloud de manera segura perquè puguis utilitzar totes les funcions de l’Apple TV.
cs: Aktualizaci spustíte podržením svého iPhonu nebo iPadu u Apple TV. Přihlášením pomocí iPhonu nebo iPadu umožníte bezpečné sdílení vašich dat na iCloudu, abyste mohli používat všechny funkce Apple TV.
da: Hold din iPhone eller iPad i nærheden af Apple TV-enheden for at begynde. Når du logger ind med iPhone eller iPad, deles dine iCloud-data på sikker vis, så du kan bruge alle funktioner på Apple TV.
de: Halte dein iPhone oder iPad nahe an das Apple TV, um zu beginnen. Durch das Anmelden mit deinem iPhone oder iPad werden iCloud-Daten sicher geteilt, damit du alle Apple TV-Funktionen verwenden kannst.
el: Κρατήστε το iPhone ή το iPad σας κοντά στο Apple TV για να ξεκινήσετε. Η σύνδεση μέσω iPhone ή iPad κοινοποιεί με ασφάλεια τα δεδομένα iCloud σας, έτσι ώστε να μπορείτε να χρησιμοποιήσετε όλες τις δυνατότητες του Apple TV.
es: Acerca el iPhone o el iPad al Apple TV para empezar. Iniciar sesión con el iPhone o iPad permite compartir tus datos de iCloud de forma segura para que puedas disfrutar de todas las funciones del Apple TV.
es_419: Acerca tu iPhone o iPad al Apple TV para comenzar. Al iniciar sesión con tu iPhone o iPad, se comparten tus datos de iCloud de forma segura para que puedas disfrutar de todas las funciones del Apple TV.
fi: Aloita pitämällä iPhonea tai iPadia lähellä Apple TV:tä. Kirjautuminen iPhonella tai iPadilla jakaa iCloud-tietosi suojatusti, joten voit käyttää kaikkia Apple TV:n ominaisuuksia.
fr: Tenez votre iPhone ou iPad près de l’Apple TV pour commencer. La connexion avec votre iPhone ou iPad vous permet de partager en toute sécurité vos données iCloud pour pouvoir utiliser toutes les fonctionnalités de l’Apple TV.
fr_ca: Tenez votre iPhone ou iPad proche de l’Apple TV pour commencer. La connexion avec votre iPhone ou iPad partage en sécurité vos données iCloud pour que vous puissiez utiliser toutes les fonctionnalités de l’Apple TV.
he: יש לקרב את ה-iPhone או ה-iPad ל-Apple TV כדי להתחיל. התחברות מאובטחת באמצעות ה-iPhone או ה-iPad מאפשרת לך לשתף את נתוני ה-iCloud שלך וכך להשתמש בכל המאפיינים של ה-Apple TV.
hi: शुरू करने के लिए अपने iPhone या iPad को Apple TV के पास ले आएँ। अपने iPhone या iPad के साथ साइन इन करने से आपका iCloud डेटा सुरक्षित रूप से शेयर किया जाता है, ताकि आप Apple TV के सभी फ़ीचर का इस्तेमाल कर सकें।
hr: Za početak držite svoj iPhone ili iPad blizu Apple TV-a. Prijavljivanje pomoću iPhonea omogućava sigurno dijeljenje vaših iCloud podataka kako biste mogli koristiti sve značajke Apple TV-a.
hu: A kezdéshez tartsa közel az iPhone-ját vagy iPadjét az Apple TV-hez. Az iPhone-nal vagy iPaddel való bejelentkezés biztonságosan megosztja az Ön iCloud-adatait, így az Apple TV összes funkcióját használhatja.
id: Dekatkan iPhone atau iPad Anda ke Apple TV untuk memulai. Jika Anda masuk menggunakan iPhone atau iPad dengan aman, data iCloud Anda akan dibagikan agar Anda dapat menggunakan semua fitur Apple TV.
it: Avvicina iPhone o iPad ad Apple TV per iniziare. Eseguendo l’accesso con iPhone o iPad, i dati di iCloud vengono condivisi in modo sicuro per consentirti di utilizzare tutte le funzionalità di Apple TV.
ja: このiPhoneまたはiPadをApple TVの近くにかざして開始してください。iPhoneまたはiPadで安全にサインインするとiCloudデータが共有されるため、Apple TVのすべての機能を使用することができます。
kk: Бастау үшін iPhone немесе iPad құрылғыңызды Apple TV құрылғыңызға жақын ұстаңыз. Жүйеге iPhone немесе iPad құрылғыңыз арқылы кіру iCloud деректеріңізді қауіпіз түрде бөліседі, осылайша барлық Apple TV функциясын пайдалануға болады.
ko: 시작하려면 iPhone 또는 iPad를 Apple TV 가까이 들고 있으십시오. iPhone 또는 iPad로 로그인하면 iCloud 데이터가 안전하게 공유되어, Apple TV의 모든 기능을 사용할 수 있습니다.
lt: Norėdami pradėti, laikykite „iPhone“ ar „iPad“ šalia „Apple TV“. Kai prisijungiate naudodami „iPhone“ ar „iPad“, saugiai bendrinami „iCloud“ duomenys, kad galėtumėte naudoti visas „Apple TV“ funkcijas.
ms: Pegang iPhone atau iPad anda berdekatan Apple TV untuk bermula. Mendaftar masuk dengan iPhone atau iPad anda akan berkongsi data iCloud anda dengan selamat, jadi anda boleh menggunakan semua ciri Apple TV.
nl: Houd je iPhone of iPad in de buurt van de Apple TV om aan de slag te gaan. Als je inlogt met je iPhone of iPad, worden je iCloud-gegevens veilig gedeeld, zodat je alle Apple TV-functies kunt gebruiken.
no: Hold iPhonen eller iPaden din nær Apple TV for å komme i gang. Pålogging fra iPhonen eller iPaden deler iCloud-dataene dine på en sikker måte, slik at du kan bruke alle Apple TV-funksjonene.
pl: Aby rozpocząć, zbliż iPhone’a lub iPada do Apple TV. Jeśli zalogujesz się, używając iPhone’a lub iPada, uzyskasz dostęp do wszystkich funkcji Apple TV dzięki bezpiecznemu udostępnianiu danych iCloud.
pt_br: Aproxime o iPhone ou iPad da Apple TV para começar. Ao iniciar a sessão com o iPhone ou iPad, você pode compartilhar com segurança os dados do iCloud para usar todos os recursos da Apple TV.
pt_pt: Aproxime o iPhone ou iPad da Apple TV para começar. Iniciar sessão com o iPhone ou iPad permite partilhar com segurança os seus dados em iCloud, para que possa usar todas as funcionalidades da Apple TV.
ro: Țineți iPhone‑ul sau iPad‑ul în apropierea acestui Apple TV pentru a începe. Autentificarea cu iPhone‑ul sau iPad‑ul permite partajarea în mod securizat a datelor iCloud, astfel încât să puteți utiliza toate funcționalitățile Apple TV‑ului.
ru: Чтобы начать, поднесите iPhone или iPad к Apple TV. Вход на iPhone или iPad позволит Вам безопасно делиться данными в iCloud, и Вы сможете пользоваться всеми функциями Apple TV.
sk: Aktualizáciu spustíte podržaním iPhonu alebo iPadu v blízkosti Apple TV. Prihlásením pomocou iPhonu alebo iPadu umožníte bezpečné zdieľanie vašich dát na iCloude, aby ste mohli používať všetky funkcie Apple TV.
sl: Za začetek pridržite iPhone ali iPad v bližini naprave Apple TV. Če se vpišete z iPhonom ali iPadom, omogočite varno deljenje podatkov v storitvi iCloud, da bi lahko uporabljali vse funkcije Apple TV-ja.
sv: Kom igång genom att hålla iPhone eller iPad nära Apple TV. När du loggar in med iPhone eller iPad delas dina iCloud-data på ett säkert sätt så att du kan använda alla Apple TV-funktioner.
th: ถือ iPhone หรือ iPad ของคุณให้ใกล้กับ Apple TV เพื่อเริ่มต้น การลงชื่อเข้าด้วย iPhone หรือ iPad จะแชร์ข้อมูล iCloud ของคุณอย่างปลอดภัย ซึ่งคุณสามารถใช้คุณสมบัติ Apple TV ทั้งหมดได้
tr: Başlamak için iPhone’unuzu veya iPad’inizi Apple TV’ye yaklaştırın. iPhone’unuz veya iPad’iniz ile giriş yapma iCloud verilerinizin güvenle paylaşılmasını sağlar, böylece bütün Apple TV özelliklerini kullanabilirsiniz.
uk: Щоб почати, розмістіть iPhone або iPad поруч із Apple TV. Вхід через iPhone або iPad дає змогу безпечно поширювати дані iCloud, щоб використовувати всі функції Apple TV.
vi: Giữ iPhone hoặc iPad của bạn gần Apple TV để bắt đầu. Đăng nhập bằng iPhone hoặc iPad sẽ chia sẻ bảo mật dữ liệu iCloud để bạn có thể sử dụng tất cả các tính năng của Apple TV.
zh_cn: 将iPhone或iPad靠近Apple TV以开始。通过iPhone或iPad登录会安全共享你的iCloud数据，以便你可以使用Apple TV的所有功能。
zh_hk: 將你的iPhone或iPad靠近此Apple TV以開始執行。透過iPhone或iPad登入可安全地共享iCloud資料，讓你能使用所有Apple TV功能。
zh_tw: 將iPhone或iPad靠近Apple TV來開始設定。使用iPhone或iPad登入來安全地分享你的iCloud資料，以便使用所有的Apple TV功能。

# PARENT_SIGN_IN_REASON_NO_AGE
source: Sign in with your Apple ID to set up this device for a child.
ar: يجب تسجيل الدخول باستخدام معرِّف Apple ID لإعداد هذا الجهاز لطفل.
bg: Влезте с вашия Apple ID, за да настроите това устройство за дете.
ca: Inicia la sessió amb l’ID d’Apple per configurar el dispositiu per a un infant.
cs: Chcete‑li toto zařízení nastavit pro dítě, přihlaste se pod svým Apple ID.
da: Log ind med dit Apple‑id for at indstille denne enhed til et barn.
de: Melde dich mit deiner Apple‑ID an, um dieses Gerät für ein Kind zu konfigurieren.
el: Συνδεθείτε με το Apple ID σας για να διαμορφώσετε αυτήν τη συσκευή για ένα παιδί.
es: Inicia sesión con tu ID de Apple si quieres configurar este dispositivo para un niño o niña.
es_419: Inicia sesión con tu Apple ID para configurar este dispositivo para un menor.
fi: Kirjaudu sisään Apple ID:llä, jotta voit ottaa tämän laitteen käyttöön lapselle.
fr: Connectez-vous à votre identifiant Apple pour configurer cet appareil pour un enfant.
fr_ca: Connectez-vous avec votre identifiant Apple pour configurer cet appareil pour un enfant.
he: כדי להגדיר מכשיר זה עבור ילדים יש להתחבר באמצעות ה-Apple ID שלך.
hi: बच्चे के लिए यह डिवाइस सेटअप करने के लिए अपनी Apple ID से साइन इन करें।
hr: Prijavite se svojim Apple ID-jem za podešavanje ovog uređaja za dijete.
hu: Jelentkezzen be az Apple ID-jával, hogy beállíthassa ezt az eszközt egy gyermek számára.
id: Masuk dengan ID Apple Anda untuk mengatur perangkat ini bagi anak.
it: Accedi con il tuo ID Apple per configurare il dispositivo per un bambino.
ja: このデバイスをお子様用に設定するには、あなたのApple IDでサインインしてください。
kk: Осы құрылғыны балаға баптау үшін Apple ID арқылы жүйеге кіріңіз.
ko: 자녀용으로 이 기기를 설정하려면 사용자의 Apple ID로 로그인하십시오.
lt: Prisijunkite naudodami „Apple ID“, kad nustatytumėte šį įrenginį vaikui.
ms: Daftar masuk dengan Apple ID anda untuk menyediakan peranti ini bagi kanak-kanak.
nl: Log in met je Apple ID om dit apparaat te configureren voor een kind.
no: Logg på med Apple‑ID-en din for å konfigurere enheten for et barn.
pl: Zaloguj się, podając swój Apple ID, aby skonfigurować to urządzenie dla dziecka.
pt_br: Inicie a sessão com o seu ID Apple para configurar este dispositivo para uma criança.
pt_pt: Inicie sessão com o seu ID Apple para configurar este dispositivo para uma criança.
ro: Autentificați‑vă cu ID‑ul dvs. Apple pentru a configura acest dispozitiv pentru un copil.
ru: Войдите со своим Apple ID, чтобы настроить это устройство для ребенка.
sk: Ak chcete toto zariadenie nastaviť pre dieťa, prihláste sa použitím svojho Apple ID.
sl: Vpišite se z računom Apple ID, da to napravo nastavite za otroka.
sv: Logga in med ditt Apple‑ID om du vill ställa in den här enheten för ett barn.
th: ลงชื่อเข้าด้วย Apple ID ของคุณเพื่อตั้งค่าอุปกรณ์นี้สำหรับเด็ก
tr: Bu aygıtı bir çocuk için ayarlamak istiyorsanız Apple kimliğinizle giriş yapın.
uk: Увійдіть зі своїм Apple ID, щоб налаштувати цей пристрій для дитини.
vi: Đăng nhập bằng ID Apple của bạn để thiết lập thiết bị này cho trẻ em.
zh_cn: 通过你的Apple ID登录，为子女设置此设备。
zh_hk: 使用你的Apple ID登入，以便為兒童設定此裝置。
zh_tw: 登入Apple ID來設定此裝置給兒童使用。

# PAIR_VIEW_UNKNOWN_TITLE
source: Enter Code
ar: أدخل الرمز
bg: Въведете код
ca: Introdueix el codi
cs: Zadejte kód
da: Skriv kode
de: Code eingeben
el: Εισαγωγή κωδικού
es: Introduce el código
es_419: Ingresa el código
fi: Syötä koodi
fr: Saisissez le code
fr_ca: Entrer le code
he: יש להזין את הקוד
hi: कोड दर्ज करें
hr: Unesite kôd
hu: Kód megadása
id: Masukkan Kode
it: Inserisci codice
ja: コードを入力
kk: Кодты енгізу
ko: 코드 입력
lt: Įveskite kodą
ms: Masukkan Kod
nl: Voer code in
no: Skriv inn kode
pl: Podaj kod
pt_br: Digite o Código
pt_pt: Digitar o código
ro: Introducere cod
ru: Ввод кода
sk: Zadajte kód
sl: Vnesite kodo
sv: Ange kod
th: ป้อนรหัส
tr: Kodu Girin
uk: Введіть код
vi: Nhập mã
zh_cn: 输入认证码
zh_hk: 輸入認證碼
zh_tw: 輸入驗證碼

# LOGIN_FORM_TEXTFIELD_PASSWORD
source: Password
ar: كلمة السر
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
es_419: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
kk: Құпиясөз
ko: 암호
lt: Slaptažodis
ms: Kata Laluan
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
pt_pt: Palavra‑passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼

# REPAIR_VIEW_COMPLETE_CLIENT_BUTTON_DONE
source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es_419: Listo
fi: Valmis
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nl: Gereed
no: Ferdig
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# DISCOVERY_VIEW_PROGRESS_WAIT
source: Waiting for other device…
ar: في انتظار الجهاز الآخر…
bg: Изчакване за другото устройство…
ca: Esperant l’altre dispositiu…
cs: Čekání na druhé zařízení…
da: Venter på anden enhed…
de: Auf anderes Gerät warten …
el: Αναμονή για άλλη συσκευή…
es: Esperando al otro dispositivo…
es_419: Esperando al otro dispositivo…
fi: Odotetaan toista laitetta…
fr: En attente de l’autre appareil…
fr_ca: En attente de l’autre appareil…
he: ממתין למכשיר האחר…
hi: अन्य डिवाइस के लिए प्रतीक्षारत…
hr: Čekanje na drugi uređaj…
hu: Várakozás a másik eszközre…
id: Menunggu perangkat lainnya…
it: Attendo l’altro dispositivo…
ja: ほかのデバイスを待機中…
kk: Басқа құрылғы күтілуде…
ko: 다른 기기를 기다리는 중…
lt: Laukiama kito įrenginio…
ms: Menunggu peranti lain…
nl: Wachten op andere apparaat…
no: Venter på annen enhet…
pl: Czekam na drugie urządzenie…
pt_br: Aguardando o outro dispositivo…
pt_pt: A aguardar pelo outro dispositivo…
ro: Se așteaptă celălalt dispozitiv…
ru: Ожидание другого устройства…
sk: Čakám na druhé zariadenie…
sl: Čakanje na drugo napravo …
sv: Väntar på andra enheten…
th: กำลังรออุปกรณ์อื่น…
tr: Diğer aygıt bekleniyor…
uk: Очікування на інший пристрій…
vi: Đang chờ thiết bị khác…
zh_cn: 正在等待其他设备…
zh_hk: 正在等待其他裝置⋯
zh_tw: 正在等待其他裝置⋯

# SETUP_VIEW_DESCRIPTION_FAILED_MISSING_ACCOUNT
source: Go to Settings to sign in, then try again.
ar: انتقل إلى الإعدادات لتسجيل الدخول، ثم حاول مجددًا.
bg: Отидете в Настройки и влезте, след което опитайте отново.
ca: Ves a la configuració per iniciar sessió i torna‑ho a provar.
cs: Přejděte do Nastavení, přihlaste se a zkuste to znovu.
da: Gå til Indstillinger for at logge ind, og prøv igen.
de: Öffne „Einstellungen“, um dich anzumelden, und versuche es dann erneut.
el: Μεταβείτε στις Ρυθμίσεις για να συνδεθείτε και μετά προσπαθήστε ξανά.
es: Ve a Ajustes para iniciar sesión e inténtalo de nuevo.
es_419: Ve a Configuración para iniciar sesión y reintenta.
fi: Kirjaudu sisään Asetuksissa ja yritä sitten uudelleen.
fr: Accédez à l’app Réglages pour vous connecter et recommencez.
fr_ca: Accédez à Réglages pour vous connecter, puis réessayez.
he: נא לגשת אל ״הגדרות״ ולהתחבר, ואז לנסות שוב.
hi: साइन इन करने के लिए सेटिंग्ज़ में जाएँ और फिर कोशिश करें।
hr: Idite u Postavke kako biste se prijavili, zatim pokušajte ponovno.
hu: Nyissa meg a Beállításokat a bejelentkezéshez, majd próbálja újra.
id: Buka Pengaturan untuk masuk, lalu coba lagi.
it: Vai in Impostazioni per accedere, quindi riprova.
ja: “設定”でサインインして、やり直してみてください。
kk: Жүйеге кіру үшін «Реттеулер» мәзіріне өтіп, әрекетті қайталаңыз.
ko: 설정으로 이동하여 로그인한 다음 다시 시도하십시오.
lt: Pereikite į skiltį „Nustatymai“, kad prisijungtumėte, tada bandykite dar kartą.
ms: Pergi ke Seting untuk mendaftar masuk, kemudian cuba lagi.
nl: Ga naar Instellingen om in te loggen en probeer het opnieuw.
no: Logg på i Innstillinger, og prøv så igjen.
pl: Przejdź do Ustawień, zaloguj się i spróbuj ponownie.
pt_br: Abra os Ajustes para iniciar uma sessão e tente novamente.
pt_pt: Inicie sessão nas Definições e depois volte a tentar.
ro: Accesați Configurări pentru a vă autentifica, apoi reîncercați.
ru: Перейдите в Настройки, чтобы выполнить вход, а затем повторите попытку.
sk: Prejdite do Nastavení, prihláste sa a potom to skúste znovu.
sl: Odprite Nastavitve in se vpišite, nato pa poskusite znova.
sv: Gå till Inställningar och logga in. Försök sedan igen.
th: ไปที่การตั้งค่าเพื่อลงชื่อเข้า จากนั้นลองอีกครั้ง
tr: Giriş yapmak için Ayarlar’a gidin, sonra yeniden deneyin.
uk: Виконайте вхід у Параметрах, потім спробуйте ще раз.
vi: Đi tới Cài đặt để đăng nhập, sau đó thử lại.
zh_cn: 前往“设置”以登录，然后重试。
zh_hk: 請前往「設定」登入，然後再試。
zh_tw: 前往「設定」來登入，然後再試一次。

# SETUP_VIEW_PROVIDING_DEVICE_DESCRIPTION_TRY_AGAIN
source: Apple TV wasn’t able to add you as a user. Please wait a moment then try again.
ar: لم يتمكن Apple TV من إضافتك كمستخدم. يرجى الانتظار قليلاً ثم المحاولة مجددًا.
bg: Не бяхте добавени, като потребител на Apple TV. Моля, изчакайте един момент и след това опитайте отново.
ca: L’Apple TV no t’ha pogut afegir com a usuari. Espera un moment i torna‑ho a provar.
cs: Nepodařilo se vás přidat jako nového uživatele Apple TV. Chvilku počkejte a zkuste to znovu.
da: Apple TV kunne ikke tilføje dig som bruger. Vent et øjeblik, og prøv igen.
de: Das Apple TV konnte dich nicht als ^[^[Benutzer](inflect: true)](inflectionAlternative: "Benutzer:in") hinzufügen. Warte einen Moment und versuche es dann erneut.
el: Δεν ήταν δυνατή η προσθήκη σας στο Apple TV ως χρήστης. Περιμένετε λίγο και μετά προσπαθήστε πάλι.
es: El Apple TV no ha podido añadirte. Espera un momento e inténtalo de nuevo.
es_419: No fue posible agregarte como usuario a este Apple TV, espera un momento y reintenta.
fi: Apple TV ei pystynyt lisäämään sinua käyttäjäksi. Odota hetki ja yritä sitten uudelleen.
fr: L’Apple TV n’a pas pu vous ajouter comme utilisateur. Attendez un instant et recommencez.
fr_ca: L’Apple TV n’a pas pu vous ajouter en tant qu’utilisateur. Veuillez patienter un instant et réessayer.
he: לא ניתן היה להוסיף אותך ל-Apple TV זה. נא להמתין מספר רגעים ולנסות שוב.
hi: Apple TV आपको यूज़र के रूप में नहीं जोड़ सका। कृपया थोड़ी देर प्रतीक्षा करें और फिर से कोशिश करें।
hr: Apple TV nije vas mogao dodati kao korisnika. Pričekajte trenutak i pokušajte ponovno.
hu: Az Apple TV nem tudta hozzáadni Önt felhasználóként. Kérjük, várjon egy percet, majd próbálja újra.
id: Apple TV tidak dapat menambahkan Anda sebagai pengguna. Tunggu beberapa saat, lalu coba lagi.
it: Non è stato possibile aggiungerti come utente di Apple TV. Attendi un momento e riprova.
ja: Apple TVにあなたをユーザとして追加できませんでした。少し待ってから、やり直してみてください。
kk: Apple TV құрылғысы сізді пайдаланушы ретінде қоса алмады. Сәл күтіп, әрекетті қайталаңыз.
ko: Apple TV에 사용자로 추가될 수 없습니다. 잠시 후에 다시 시도하십시오.
lt: Nepavyko jūsų įtraukti kaip „Apple TV“ naudotojo. Šiek tiek palaukite ir bandykite dar kartą.
ms: Apple TV tidak dapat menambah anda sebagai pengguna. Sila tunggu sebentar, kemudian cuba lagi.
nl: De Apple TV kon je niet toevoegen als gebruiker. Wacht even en probeer het opnieuw.
no: Apple TV kunne ikke legge deg til som bruker. Vent litt, og prøv igjen.
pl: Nie udało się dodać Cię jako użytkownika na tym Apple TV. Odczekaj chwilę i spróbuj ponownie.
pt_br: Não foi possível adicionar você como um usuário da Apple TV. Aguarde um momento e tente novamente.
pt_pt: A Apple TV não conseguiu adicioná‑lo como utilizador. Aguarde uns instantes e volte a tentar.
ro: Apple TV‑ul nu a putut să vă adauge ca utilizator. Așteptați puțin, apoi reîncercați.
ru: Apple TV не удалось добавить Вас в качестве пользователя. Подождите немного, а затем повторите попытку.
sk: Apple TV vás nedokázalo pridať ako užívateľa. Chvíľu počkajte a potom to skúste znovu.
sl: Apple TV vas ni mogel dodati kot uporabnika. Počakajte trenutek, nato pa poskusite znova.
sv: Det gick inte att lägga till dig som användare på Apple TV. Vänta en stund och försök sedan igen.
th: Apple TV ไม่สามารถเพิ่มคุณเป็นผู้ใช้ได้ โปรดรอสักครู่แล้วลองอีกครั้ง
tr: Apple TV sizi kullanıcı olarak ekleyemedi. Lütfen biraz bekleyip yeniden deneyin.
uk: Не вдалося додати вас як користувача на Apple TV. Зачекайте кілька хвилин і спробуйте ще раз.
vi: Apple TV không thể thêm bạn là người dùng. Vui lòng đợi một lát rồi thử lại.
zh_cn: Apple TV无法将你添加为用户。请稍候，然后重试。
zh_hk: Apple TV無法將你加入為用户。請稍候片刻然後再試。
zh_tw: Apple TV無法將你加入為使用者。請稍候片刻，然後再試一次。

# SIGN_IN_VIEW_PROGRESS_STATE_BUTTON_DONE
source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# SIGN_IN_OPTION_ENTER_PASSWORD_TITLE
source: Sign in Manually
ar: تسجيل الدخول يدويًا
bg: Влез в регистрацията ръчно
ca: Inicia la sessió manualment
cs: Přihlásit se ručně
da: Log ind manuelt
de: Manuell anmelden
el: Σύνδεση χειροκίνητα
es: Inicia sesión manualmente
es_419: Inicio de sesión manual
fi: Kirjaudu sisään käsin
fr: Connexion manuelle
fr_ca: Se connecter manuellement
he: התחברות ידנית
hi: मैनुअली साइन इन करें
hr: Prijavite se ručno
hu: Bejelentkezés manuálisan
id: Masuk Secara Manual
it: Accedi manualmente
ja: 手動でサインイン
kk: Жүйеге қолмен кіру
ko: 직접 로그인
lt: Prisijunkite neautomatiškai
ms: Daftar masuk Secara Manual
nl: Log handmatig in
no: Logg på manuelt
pl: Zaloguj się ręcznie
pt_br: Iniciar Sessão Manualmente
pt_pt: Iniciar sessão manualmente
ro: Autentificați‑vă manual
ru: Войти вручную
sk: Prihlásiť sa manuálne
sl: Ročni vpis
sv: Logga in manuellt
th: ลงชื่อเข้าด้วยตนเอง
tr: Elle Giriş Yapın
uk: Увійти вручну
vi: Đăng nhập thủ công
zh_cn: 手动登录
zh_hk: 手動登入
zh_tw: 手動登入

# SIGN_IN_VIEW_PROGRESS_STATE_SIGNING_IN
source: Signing In…
ar: يجري تسجيل الدخول…
bg: Влизане…
ca: Iniciant la sessió…
cs: Přihlašování…
da: Logger ind…
de: Anmelden …
el: Σύνδεση…
es: Iniciando sesión…
es_419: Iniciando sesión…
fi: Kirjaudutaan sisään…
fr: Connexion…
fr_ca: Connexion…
he: מתחבר…
hi: साइन इन किया जा रहा है…
hr: Prijavljivanje…
hu: Bejelentkezés…
id: Masuk…
it: Accedo…
ja: サインイン中…
kk: Жүйеге кіру орындалуда…
ko: 로그인 중…
lt: Prisijungiama…
ms: Mendaftar Masuk…
nl: Inloggen…
no: Logger på…
pl: Loguję się…
pt_br: Iniciando Sessão…
pt_pt: A iniciar sessão…
ro: Autentificare…
ru: Вход в систему…
sk: Prihlasujem…
sl: Vpisovanje …
sv: Loggar in…
th: กำลังลงชื่อเข้า…
tr: Giriş Yapılıyor…
uk: Триває вхід…
vi: Đang đăng nhập…
zh_cn: 正在登录…
zh_hk: 正在登入⋯
zh_tw: 登入中⋯

# PIN_CODE_SHOW_CODE_VIEW_TITLE
source: Authenticate
ar: مصادقة
bg: Идентифициране
ca: Autenticació
cs: Ověřit totožnost
da: Godkend
de: Authentifizieren
el: Έλεγχος ταυτότητας
es: Autenticación
es_419: Autenticación
fi: Todenna
fr: Authentification
fr_ca: Authentification
he: אימות
hi: प्रमाणित करें
hr: Autorizacija
hu: Hitelesítés
id: Sahkan
it: Esegui l’autenticazione
ja: 認証
kk: Аутентификациялау
ko: 인증
lt: Autentifikuoti
ms: Sahkan
nl: Authenticeer
no: Autentiser
pl: Uwierzytelnij
pt_br: Autenticar
pt_pt: Autenticar
ro: Autentificare
ru: Аутентификация
sk: Autentifikovať
sl: Preverjanje pristnosti
sv: Autentisera
th: ตรวจสอบสิทธิ์
tr: Kimlik Doğrulama
uk: Автентифікація
vi: Xác thực
zh_cn: 认证
zh_hk: 認證
zh_tw: 認證
